Repository: dinaraparanid/hh_refresh
Catalog: lib/l10n/app_*.arb
Languages: ru

source: Begin
ru: Начать

source: Continue
ru: Продолжить

source: Allow
ru: Разрешить

source: Deny
ru: Нет, спасибо

# onboarding_scene_1_title
source: Welcome to hh.refresh!
ru: Добро пожаловать в hh.refresh!

# onboarding_scene_1_description
source: This app helps to promote your CV by reminding you to bring it up in the search
ru: Это приложение помогает продвигать ваше резюме, напоминая, что срок подъема в поиске истек

# onboarding_scene_2_title
source: Start to promote your CV
ru: Начните поднимать свое резюме

# onboarding_scene_2_description
source: The app will start a timer, after which you will receive a notification
ru: Приложение запустит таймер, по истечению которого вам придет уведомление

# notifications_denied_dialog_title
source: Notifications
ru: Уведомления

# notifications_denied_dialog_description
source: Allow notifications to be used so that the app reminds you to bring up your resume at the same time.
ru: Разрешите использовать уведомления, чтобы приложение вовремя напоминало вам поднимать резюме
